<?php
$films = array (
	array (
		"name" => "Одинокий рейнджер,(США)",
		"genre" => "комедийный вестерн",
		"producer" => "Гор Вербински",
		"description" => "«Никогда не снимай маску»",
		"actors" => "Джонни Депп
		(Тонто),Арми Хаммер
		(Джон Рейд)",
		"rating" => "7/10",
		"Sessions" => "№1 23.05.2020(10:00),(синий зал)",
	   " №2 23.05.2020(15:00),(желтый зал)", "№3 23.05.2020(19:30),(красный зал)",
	   "place and price" => "99грн за место/30мест",
	   "yearofcreation" => 2013
		
	
	),
   
	
	
	array (
		"name" => "Джон Уик 2,(США)",
		"genre" => "боевик триллер",
		"producer" => "	Чад Стахелски",
		"description" => " «Они забрали его свободу. Он заберёт у них всё",
		"actors" => "Киану Ривз
		(Джон Уик),Йен Макшейн
		(Уинстон)",
		"rating" => "8/10",
		"Sessions" => "№1 23.05.2020(12:30),(синий зал)",
	   " №2 23.05.2020(17:00),(желтый зал)", "№3 23.05.2020(21:00),(красный зал)",
	   "place and price" => "99грн за место/30мест",
	   "yearofcreation" => 	2017
		
	
	),
	array (
		"name" => "1917,(Великобритания)
		(США)",
		"genre" => "военная драма",
		"producer" => "Сэм Мендес",
		"description" => "«Время — наш главный враг»",
		"actors" => "Джордж МакКэй
		(Шофилд),Дин-Чарльз Чепмен",
		"rating" => "8/10",
		"Sessions" => "№1 24.05.2020(12:30),(синий зал)",
	   " №2 24.05.2020(17:00),(желтый зал)", "№3 24.05.2020(21:00),(красный зал)",
	   "place and price" => "99грн за место/30мест",
	   "yearofcreation" => 2019
		
	
	),
		
		array (
			"name" => "Джанго освобождённый,(США)",
			"genre" => "спагетти-вестерн",
			"producer" => "Квентин Тарантино",
			"description" => " «Они забрали его свободу. Он заберёт у них всё»",
			"actors" => "Джейми Фокс
			(Джанго),Кристоф Вальц
			(Дантист),Леонардо ДиКаприо
			(Келвин Кэнди)",
			"rating" => "8/10",
			"Sessions" => "№1 24.05.2020(12:30),(синий зал)",
	   " №2 24.05.2020(17:00),(желтый зал)", "№3 24.05.2020(21:00),(красный зал)",
		   "place and price" => "99грн за место/30мест",
		   "yearofcreation" => 2012
			
		),
		array (
			"name" => "Ярость,(США)",
			"genre" => "военный фильм, приключения",
			"producer" => "Дэвид Эйер",
			"description" => " «Война никогда не заканчивается спокойно»",
			"actors" => "Брэд Питт,
			Шайа ЛаБаф,Логан Лерман
			",
			"rating" => "7 /10",
			"Sessions" => "№1 25.05.2020(12:30),(синий зал)",
	   " №2 25.05.2020(17:00),(желтый зал)", "№3 25.05.2020(21:00),(красный зал)",
		   "place and price" => "99грн за место/30мест",
		   "yearofcreation" => 	2014
			
		),
			array (
				"name" => "Безумный Макс:Дорога ярости,(Австралия)
				(США)",
				"genre" => "боевик, дизельпанк",
				"producer" => "Джордж Миллер",
				"description" => "«Какой чудесный день»",
				"actors" => "Том Харди
				(Макс Рокатански),Шарлиз Терон
				(Фуриоза),Николас Холт
				(Нукс)",
				"rating" => "7/10",
				"Sessions" => "№1 25.05.2020(12:30),(синий зал)",
				" №2 25.05.2020(17:00),(желтый зал)", "№3 25.05.2020(21:00),(красный зал)",
			   "place and price" => "99грн за место/30мест",
			   "yearofcreation" => 2015
				
			),
		);
$users= array (
		"user" => "user",
		"admin" => "admin"
		);
